# Импортировать шаблоны модуля.
#
# Создать переменную name = 'Федор'.
#
# Создать переменную tm ссылающуюся на шаблон.
#
# Создать переменную msg ссылающуюся на применённый к шаблону метод.
#
# С помощью определения этой переменной(имени) в методе Jinja создать шаблон для вывода сообщения: Привет (Имя в
# шаблоне)
#
# Создать переменную age = 28. С помощью шаблона вывести строку: Мне 28 лет и зовут Федор.
#
# Умножить возраст в шаблоне на 2 и все буквы имени сделать заглавными: Мне 56 лет и зовут ФЕДОР.
#
# Определить name и age в методе init класса Person, создать объект класса - per и с помощью шаблона вывести
# строку:Мне 33 лет и зовут Федор.
#
# Определить в классе методы get_name и get_age и использовать их в шаблоне для вывода строки:Мне 33 лет и зовут Федор.
#
# Создать словарь per = {'name': 'Федор', 'age': 34} и посредством обращения к ключам словаря (2-мя способами) в
# шаблонах вывести строку:Мне 34 лет и зовут Федор.
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#
#