# В подкаталоге practice/templates в файл page.htm с помощью блока include добавить содержимое файлов header.htm и
# footer.htm и вывести результат в программе.

# Задать в блоке include дополнительный параметр, который позволяет игнорировать случаи с отсутствием добавляемого
# файла либо с ошибкой в написании его имени или пути.

# Сделать так, чтобы в файле header в подтегах тега head: base и title можно было при необходимости прописывать любые
# ссылки и названия заголовков.

# В файл page1.htm вместо блока include импортировать dialogs.htm и далее сформировать диалоговое окно,
# обращаясь через
# alias dlg к макросу dialog_1 и передавая параметры ('Внимание', 'Это тестовый диалог') запустить программу

# Показать ещё 2 способа импорта макроса dialog_1 используя относительный импорт из корневого каталога,
# а так же без использования alias.
